Repository: Vecoza/RoomWise-app
Catalog: roomwise/lib/l10n/app_*.arb
Languages: bs

# settingsTitle
source: Settings
bs: Postavke

# languageLabel
source: Language
bs: Jezik

source: English
bs: Engleski

source: Bosnian
bs: Bosanski

# loyaltyTitle
source: Loyalty
bs: Lojalnost

# loyaltyViewPoints
source: View your points
bs: Pogledaj svoje poene

source: View
bs: Pogledaj

# securityTitle
source: Security
bs: Sigurnost

# securitySubtitle
source: Update your password regularly to keep your account safe.
bs: Redovno ažurirajte lozinku kako bi račun bio siguran.

source: Log out
bs: Odjava

source: Review your stay
bs: Pregledajte svoj boravak

source: Retry
bs: Pokušaj ponovo

source: Guest profile
bs: Gost profil

source: Notifications
bs: Notifikacije

# personalInfoTitle
source: Personal information
bs: Lični podaci

# personalInfoSubtitle
source: Edit your basic details used for bookings and communication.
bs: Uredite osnovne podatke za rezervacije i komunikaciju.

source: First name
bs: Ime

# firstNameError
source: Please enter your first name.
bs: Unesite ime.

source: Last name
bs: Prezime

source: Phone (optional)
bs: Telefon (opcionalno)

source: Save changes
bs: Sačuvaj promjene

source: Current password
bs: Trenutna lozinka

# currentPasswordError
source: Please enter your current password.
bs: Unesite trenutnu lozinku.

source: New password
bs: Nova lozinka

# newPasswordError
source: Password should be at least 6 characters.
bs: Lozinka treba imati najmanje 6 karaktera.

# confirmPassword
source: Confirm new password
bs: Potvrdi novu lozinku

# confirmPasswordError
source: Passwords do not match.
bs: Lozinke se ne podudaraju.

source: Change password
bs: Promijeni lozinku

# supportTitle
source: Support & FAQ
bs: Podrška i FAQ

# supportSubtitle
source: Find answers and contact our support team.
bs: Pronađite odgovore ili kontaktirajte naš tim podrške.

# alreadyAccount
source: I already have an account
bs: Već imam račun

# supportHeaderTitle
source: How can we help?
bs: Kako možemo pomoći?

# supportHeaderSubtitle
source: Browse common questions or reach out to our support team if something is unclear.
bs: Pregledajte česta pitanja ili kontaktirajte podršku ako nešto nije jasno.

# faqTitle
source: Frequently asked questions
bs: Često postavljena pitanja

# faqSubtitle
source: Tap a question to see more details.
bs: Dodirnite pitanje za više detalja.

# faqQ1
source: How do I change or cancel my reservation?
bs: Kako da promijenim ili otkažem rezervaciju?

# faqA1
source: You can manage your stays from the Bookings tab. Tap on a reservation to view details and see the available options.
bs: Svoje boravke možete upravljati na kartici Rezervacije. Dodirnite rezervaciju da vidite detalje i dostupne opcije.

# faqQ2
source: Where can I see my loyalty points?
bs: Gdje mogu vidjeti svoje loyalty poene?

# faqA2
source: Your current point balance is visible in the Profile section under “Loyalty points”.
bs: Trenutni saldo poena vidljiv je u Profilu pod "Loyalty poeni".

# faqQ3
source: What payment methods are supported?
bs: Koje metode plaćanja su podržane?

# faqA3
source: You can usually pay by card via Stripe. Availability of other methods depends on the hotel and your country.
bs: Obično možete platiti karticom preko Stripe-a. Dostupnost drugih metoda zavisi od hotela i vaše zemlje.

# faqQ4
source: I found an issue with my booking. What should I do?
bs: Našao/la sam problem sa rezervacijom. Šta da radim?

# faqA4
source: If something looks wrong, please contact our support team with your booking reference so we can help as soon as possible.
bs: Ako nešto izgleda pogrešno, kontaktirajte naš tim podrške uz referencu rezervacije kako bismo pomogli što prije.

# supportContactTitle
source: Contact support
bs: Kontaktiraj podršku

# supportContactSubtitle
source: Didn’t find what you were looking for? Reach out and we’ll get back to you as soon as possible.
bs: Niste našli što tražite? Javite se i odgovorit ćemo što prije.
